---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.ElectricalLoadClassification
source: html/a8817f0e-0065-86e8-4dcb-eda3a8c45ee6.htm
---
# ElectricalLoadClassification Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.